Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# SplitPaneUpText
source: Split pane up
es_es: Panel dividido hacia arriba
fr_fr: Fractionner le volet vers le haut
it_it: Dividi riquadro in su
ja_jp: 上にペインを分割
ko_kr: 창 위로 분할
pt_br: Dividir painel para cima
sr_cyrl_rs: Подели панел навише
uk_ua: Розділити панель вгору
zh_tw: 向上分割窗格

# SplitPaneLeftText
source: Split pane left
es_es: Panel dividido a la izquierda
fr_fr: Fractionner le volet à gauche
it_it: Dividi riquadro a sinistra
ja_jp: 左にペインを分割
ko_kr: 창 왼쪽으로 분할
pt_br: Dividir painel à esquerda
sr_cyrl_rs: Подели панел улево
uk_ua: Розділити панель вліво
zh_tw: 向左分割窗格

# SplitPaneDuplicateText
source: Duplicate
es_es: Duplicar
fr_fr: Dupliquer
it_it: Duplica
ja_jp: 複製
ko_kr: 중복
pt_br: Duplicar
sr_cyrl_rs: Дуплирај
uk_ua: Дублювати
zh_tw: 複製

# SwapPaneText
source: Swap pane
es_es: Intercambiar panel
fr_fr: Permuter le volet
it_it: Scambia riquadro
ja_jp: ペインを入れ替える
ko_kr: 창 스왑
pt_br: Painel de troca
sr_cyrl_rs: Замени панел
uk_ua: Змістити панель
zh_tw: 交換窗格

# SwapPaneDownText
source: Swap pane down
es_es: Intercambiar panel hacia abajo
fr_fr: Permuter le volet vers le bas
it_it: Scambia riquadro in giù
ja_jp: 下とペインを入れ替え
ko_kr: 창 아래로 전환
pt_br: Alternar painel para baixo
sr_cyrl_rs: Замени са панелом испод
uk_ua: Змістити панель вниз
zh_tw: 向下交換窗格

# SwapPaneRightText
source: Swap pane right
es_es: Intercambiar panel derecho
fr_fr: Permuter le volet à droite
it_it: Scambia riquadro a destra
ja_jp: 右とペインを入れ替え
ko_kr: 창 오른쪽으로 전환
pt_br: Alternar painel à direita
sr_cyrl_rs: Замени са панелом десно
uk_ua: Змістити панель вправо
zh_tw: 向右交換窗格

# SwapPaneUpText
source: Swap pane up
es_es: Intercambiar panel hacia arriba
fr_fr: Permuter le volet vers le haut
it_it: Scambia riquadro in su
ja_jp: 上とペインを入れ替え
ko_kr: 창 위로 전환
pt_br: Alternar painel para cima
sr_cyrl_rs: Замени са панелом изнад
uk_ua: Змістити панель вгору
zh_tw: 向上交換窗格

# SwapPaneLeftText
source: Swap pane left
es_es: Intercambiar panel izquierdo
fr_fr: Permuter le volet à gauche
it_it: Scambia riquadro a sinistra
ja_jp: 左とペインを入れ替え
ko_kr: 창 왼쪽으로 전환
pt_br: Alternar painel para a esquerda
sr_cyrl_rs: Замени са панелом лево
uk_ua: Змістити панель вліво
zh_tw: 向左交換窗格

# TogglePaneZoomText
source: Toggle pane zoom
es_es: Zoom de panel de alternancia
fr_fr: Basculer le zoom du volet
it_it: Attiva/disattiva zoom riquadro
ja_jp: ペインのズームの切り替え
ko_kr: 창 확대/축소 토글
pt_br: Alternar o zoom do painel
sr_cyrl_rs: Укљ./искљ. зум у панел
uk_ua: Увімкнути масштаб панелі
zh_tw: 切換窗格縮放

# CloseOtherPanesText
source: Close other panes
es_es: Cerrar otros paneles
fr_fr: Fermer les autres volets
it_it: Chiudi altri riquadri
ja_jp: 他のペインを閉じる
ko_kr: 다른 창 닫기
pt_br: Fechar outros painéis
sr_cyrl_rs: Затвори остале панеле
uk_ua: Закрити інші панелі
zh_tw: 關閉其他窗格

# SearchWebText
source: Web search
es_es: Búsqueda en la web
fr_fr: Recherche web
it_it: Ricerca nel Web
ja_jp: Web 検索
ko_kr: 웹 검색
pt_br: Pesquisa na Web
sr_cyrl_rs: Претрага веба
uk_ua: Пошук в Інтернеті
zh_tw: 網頁搜尋

# TabColorChoose
source: Change tab color
ca_es: Canvia el color de la pestanya
es_es: Cambiar color de pestaña
fr_fr: Modifier la couleur de l’onglet
it_it: Cambia colore scheda
ja_jp: タブの色の変更
ko_kr: 탭 색 변경
ml_in: ടാബിന്റെ നിറം മാറ്റുക
pt_br: Alterar cor da guia
sr_cyrl_rs: Промени боју картице
uk_ua: Змінити колір вкладки
zh_tw: 變更索引標籤色彩

# TabColorCustomButton.Content
source: Custom
es_es: Personalizar
fr_fr: Personnalisé
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
pt_br: Personalizado
sr_cyrl_rs: Произвољна
uk_ua: Власний
zh_tw: 自訂

# TabColorClearButton.Content
source: Reset
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Reimposta
ja_jp: リセット
ko_kr: 다시 설정
pt_br: Restaurar
sr_cyrl_rs: Ресетуј
uk_ua: Скинути
zh_tw: 重設

# RenameTabText
source: Rename tab
ca_es: Canvia el nom de la pestanya
es_es: Cambiar el nombre de la pestaña
fr_fr: Renommer l'onglet
it_it: Rinomina scheda
ja_jp: タブ名を変更
ko_kr: 탭 이름 바꾸기
ml_in: ടാബിന്റെ പേര് മാറ്റുക
pt_br: Renomear guia
sr_cyrl_rs: Промени име картице
uk_ua: Перейменувати вкладку
zh_tw: 重新命名索引標籤

# DuplicateTabText
source: Duplicate tab
ca_es: Duplica la pestanya
es_es: Duplicar pestaña
fr_fr: Dupliquer l’onglet
it_it: Duplica scheda
ja_jp: タブを複製する
ko_kr: 탭 복제
ml_in: ടാബിന്റെ പകർപ്പ് ഉണ്ടാക്കുക
pt_br: Duplicar guia
sr_cyrl_rs: Дуплирај картицу
uk_ua: Дублювати вкладку
zh_tw: 複製索引標籤

# InvalidMediaResource
source: One or more resources (such as icon or backgroundImage) specified in your settings could not be found.
es_es: No se encontraron uno o varios recursos (como icon o backgroundImage) especificados en la configuración.
fr_fr: Une ou plusieurs ressources (telles que icon ou backgroundImage) spécifiées dans vos paramètres sont introuvables.
it_it: Impossibile trovare una o più risorse, ad esempio icon o backgroundImage, specificate nelle impostazioni.
ja_jp: 設定で指定された 1 つ以上のリソース (icon や backgroundImage など) が見つかりませんでした。
ko_kr: 설정에 지정된 하나 이상의 리소스(예: icon 또는 backgroundImage)를 찾을 수 없습니다.
pt_br: Um ou mais recursos (como icon ou backgroundImage) especificados em suas configurações não foram encontrados.
sr_cyrl_rs: Не може да се пронађе један или више ресурса (као што је икона или backgroundImage) наведених у вашим подешавањима.
uk_ua: Не вдалося знайти один або кілька ресурсів (наприклад, значок або фонове зображення), вказаних у ваших налаштуваннях.
zh_tw: 找不到一或多個資源 (，例如在您的設定中指定的 icon 或 backgroundImage)。

# AtLeastOneKeybindingWarning
source: Warnings were found while parsing your keybindings:
es_es: Se encontraron advertencias al analizar los enlaces de teclado:
fr_fr: Des avertissements ont été détectés lors de l’analyse de vos combinaisons de touches :
it_it: Sono stati trovati avvisi durante l'analisi delle associazioni di tasti:
ja_jp: キー バインドの解析中に警告が検出されました:
ko_kr: 키 바인딩 구문을 분석하는 동안 경고를 발견했습니다.
pt_br: Os avisos foram encontrados durante a análise das suas ligações de teclas:
sr_cyrl_rs: Током парсирања ваших пречица пронађена су упозорења:
uk_ua: Під час аналізу ваших сполучень клавіш знайдено попередження:
zh_tw: 剖析金鑰繫結時發現警告:

# TooManyKeysForChord
source: • Found a keybinding with too many strings for the "keys" array. There should only be one string value in the "keys" array.
es_es: • Se encontró una asignación de teclas con demasiadas cadenas para la matriz "keys". Solo debe haber un valor de cadena en la matriz "keys".
fr_fr: • Une combinaison de touches a été détectée avec un trop grand nombre de chaînes pour la matrice "keys". La matrice "keys" ne doit contenir qu’une seule valeur de chaîne.
it_it: • Trovato un keybinding con una quantità eccessiva di stringhe per la matrice "keys". Nella matrice "keys" deve essere presente un solo valore della stringa.
ja_jp: • "keys" 配列の文字列が多すぎるキー バインドが見つかりました。"keys" 配列に指定できる文字列値は 1 つだけです。
ko_kr: • "keys" 배열에 대해 문자열을 너무 많이 포함하는 키 바인딩을 찾았습니다. "keys" 배열에 문자열 값이 하나만 있어야 합니다.
pt_br: • Foi encontrada uma ligação de teclas com muitas sequências para a matriz "keys". Só deve haver um valor de sequência na matriz "keys".
sr_cyrl_rs: • Пронађена је пречица са превише стрингова за "keys" низ. Требало би да постоји само једна стринг вредност у низу "keys".
uk_ua: • Знайдено прив'язку клавіш із завеликою кількістю рядків для масиву "keys". У масиві "keys" має бути лише одне рядкове значення.
zh_tw: • 發現 "keys"陣列中金鑰繫結的字串太多。"keys" 陣列中應該只有一個字串值。

# FailedToParseSubCommands
source: • Failed to parse all subcommands of nested command.
es_es: • No se pudieron analizar todos los subcomandos del comando anidado.
fr_fr: • Échec de l’analyse de toutes les sous-commandes de la commande imbriquée.
it_it: • Impossibile analizzare tutti i sottocomandi del comando annidato.
ja_jp: •入れ子になっているコマンドのすべてのサブコマンドを解析できませんでした。
ko_kr: • 중첩된 명령의 모든 하위 명령을 구문 분석하지 못했습니다.
pt_br: • Falha ao analisar todos os subcomandos do comando aninhado.
sr_cyrl_rs: • Није успело парсирање свих поткоманди угнеждене команде.
uk_ua: • Не вдалося розібрати всі підкоманди вкладеної команди.
zh_tw: • 無法剖析巢狀命令的所有子命令。

# MissingRequiredParameter
source: • Found a keybinding that was missing a required parameter value. This keybinding will be ignored.
es_es: • Se encontró un KeyBinding al que le falta un valor de parámetro necesario. Este KeyBinding se omitirá.
fr_fr: • Détection d’une combinaison de touches d’où une valeur de paramètre requise était manquante. Cette combinaison de touches ne sera pas prise en compte.
it_it: • Trovata un’associazione di tasti a cui mancava un valore parametro obbligatorio. Questa associazione di tasti verrà ignorata.
ja_jp: •必要なパラメーター値がないするが見つかりました。このするは無視されます。
ko_kr: • 필요한 매개 변수 값이 없는 keybinding를 찾았습니다. 이 keybinding은 무시 됩니다.
pt_br: • Encontrado um valor de parâmetro necessário em uma associação de registro. Esta associação de keybind será ignorada.
sr_cyrl_rs: • Пронађена је пречица којој недостаје обавезна вредност параметра. Ова пречица ће се игнорисати.
uk_ua: • Знайдено сполучення клавіш, у якому відсутнє необхідне значення параметра. Це сполучення клавіш буде проігноровано.
zh_tw: • 發現一個缺少所需參數值的金鑰繫結。這個金鑰繫結將會被忽略。

# UnknownTheme
source: • The specified "theme" was not found in the list of themes. Temporarily falling back to the default value.
es_es: • No se encontró el "tema" especificado en la lista de temas. Revirtiendo temporalmente al valor predeterminado.
fr_fr: • Le « thème » spécifié est introuvable dans la liste des thèmes. Retour temporaire à la valeur par défaut.
it_it: • Impossibile trovare il "tema" specificato nell'elenco dei temi. Fallback temporaneo al valore predefinito.
ja_jp: • 指定された "テーマ" がテーマの一覧に見つかりませんでした。一時的に既定値にフォールバックしています。
ko_kr: • 지정한 "테마"를 테마 목록에서 찾을 수 없습니다. 일시적으로 기본값으로 대체됩니다.
pt_br: • O "tema" especificado não foi encontrado na lista de temas. Voltando temporariamente para o valor padrão.
sr_cyrl_rs: • Наведена "theme" није пронађена у листи тема. Привремено се употребљава подразумевана вредност.
uk_ua: • Зазначену "тему" ​​не знайдено у списку тем. Тимчасове повернення до значення за замовчуванням.
zh_tw: • 主題清單中找不到指定的「主題」。暫時回到預設值。

# FailedToParseCommandJson
source: Failed to expand a command with "iterateOn" set. This command will be ignored.
es_es: No se pudo expandir un comando con el conjunto de "iterateOn". Este comando se omitirá.
fr_fr: Echec du développement d’une commande avec "iterateOn". Cette commande sera ignorée.
it_it: Impossibile espandere un comando con "iterateOn" impostato. Il comando verrà ignorato.
ja_jp: "iterateOn" セットを使用してコマンドを展開できませんでした。このコマンドは無視されます。
ko_kr: "iterateOn" 집합으로 명령을 확장하지 못했습니다. 이 명령은 무시됩니다.
pt_br: Falha ao expandir um comando com conjunto de "iterateOn". Este comando será ignorado.
sr_cyrl_rs: Није успело развијање команде којој је постављено "iterateOn". Ова команда ће се игнорисати.
uk_ua: Не вдалося розгорнути команду з установленим "iterateOn". Ця команда буде проігнорована.
zh_tw: 無法在設定 "iterateOn" 的情況下展開命令。將忽略此命令。

# InvalidColorSchemeInCmd
source: Found a command with an invalid "colorScheme". This command will be ignored. Make sure that when setting a "colorScheme", the value matches the "name" of a color scheme in the "schemes" list.
es_es: Se encontró un comando con una "colorScheme" no válida. Este comando se omitirá. Asegúrese de que, al establecer un "colorScheme", el valor coincide con el "name" de una combinación de colores de la lista de "schemes".
fr_fr: Une commande avec un "colorScheme" non valide a été trouvée. Cette commande sera ignorée. Assurez-vous que lors de la définition d’une "colorScheme", la valeur correspond à la "name" d’un modèle de couleurs de la liste "schemes".
it_it: È stato trovato un comando con un "colorScheme" non valido. Il comando verrà ignorato. Accertarsi che quando si imposta un "colorScheme", il valore corrisponde alla "name" di una combinazione di colori nell'elenco "schemes".
ja_jp: 無効な "colorScheme" を持つコマンドが見つかりました。このコマンドは無視されます。"colorScheme" を設定するときに、この値が "schemes" リスト内の配色の "name" と一致していることを確認してください。
ko_kr: 잘못된 "colorScheme" 명령이 있습니다. 이 명령은 무시됩니다. "colorScheme" 설정에서 값을 설정하면 값이 "schemes" 목록의 "name" 색 구성표와 일치하는지 확인하세요.
pt_br: Foi encontrado um comando com um "colorScheme" inválido. Este comando será ignorado. Verifique se, ao definir uma "colorScheme", o valor corresponde ao "name" de um esquema de cores na lista de "schemes".
sr_cyrl_rs: Пронађена је команда са неисправном вредности "colorScheme". Ова команда ће се игнорисати. Када постављате "colorScheme", обезбедите да се вредност подудара са "name" вредности шеме боја у "schemes" листи.
uk_ua: Знайдено команду з недійсною "colorScheme". Ця команда буде проігнорована. Переконайтеся, що під час встановлення "colorScheme" значення відповідає "name" колірної схеми у списку "schemes".
zh_tw: 找不到具有無效 "colorScheme" 的命令。將會略過此命令。請確定設定 "colorScheme" 時，該值符合 ["schemes"] 清單中的色彩配置 "name"。

# InvalidSplitSize
source: Found a "splitPane" command with an invalid "size". This command will be ignored. Make sure the size is between 0 and 1, exclusive.
es_es: Se encontró un comando "splitPane" con una "size" no válida. Este comando se omitirá. Asegúrese de que el tamaño esté entre 0 y 1, exclusivo.
fr_fr: Une commande "splitPane" avec un "size" non valide a été trouvée. Cette commande sera ignorée. Assurez-vous que la taille est comprise entre 0 et 1, exclusif.
it_it: È stato trovato un comando "splitPane" con un "size" non valido. Il comando verrà ignorato. Assicurati che la dimensione sia compresa tra 0 e 1, esclusiva.
ja_jp: 無効な "size" が指定された "splitPane" コマンドが見つかりました。このコマンドは無視されます。サイズは0から1の間であることを確認してください。
ko_kr: 잘못된 "splitPane" "size" 명령을 찾았습니다. 이 명령은 무시됩니다. 크기가 0에서 1이면 단독 주소여야 합니다.
pt_br: Foi encontrado um comando "splitPane" com um "size" inválido. Este comando será ignorado. Certifique-se de que o tamanho esteja entre 0 e 1, exclusivo.
sr_cyrl_rs: Пронађена је "splitPane" команда са неисправном вредности "size". Ова команда ће се игнорисати. Обезбедите да је вредност између 0 и 1, искључиво.
uk_ua: Знайдено команду "splitPane" із недійсним "size". Ця команда буде проігнорована. Переконайтеся, що розмір задано між 0 і 1 (не включно).
zh_tw: 找到含有無效 "size" 的 "splitPane" 命令。將會略過此命令。請確定大小介於0和1之間（不含首尾）。

source: Failed to parse "startupActions".
es_es: Error al analizar "startupActions"
fr_fr: Échec de l’parité de "startupActions".
it_it: Impossibile analizzare "startupActions".
ja_jp: "startupActions" の解析に失敗しました。
ko_kr: "startupActions"을 구문 분석하지 못했습니다.
pt_br: Falha ao analisar "startupActions".
sr_cyrl_rs: Није успело парсирање "startupActions".
uk_ua: Не вдалося розпарсити "startupActions".
zh_tw: 無法剖析 "startupActions"。

# InvalidProfileEnvironmentVariables
source: Found multiple environment variables with the same name in different cases (lower/upper) - only one value will be used.
es_es: Se han encontrado varias variables de entorno con el mismo nombre en distintos casos (inferior/superior): solo se usará un valor.
fr_fr: Plusieurs variables d’environnement portant le même nom ont été trouvées dans des cas différents (inférieur/supérieur) : une seule valeur sera utilisée.
it_it: Sono state trovate più variabili di ambiente con lo stesso nome e combinazioni diverse di lettere maiuscole/minuscole. Verrà usato un solo valore.
ja_jp: 同じ名前ですが大文字と小文字が異なる環境変数が複数見つかりました。使用される値は 1 つだけです。
ko_kr: 서로 다른 경우(하위/상위)에서 동일한 이름을 가진 여러 환경 변수를 찾았습니다. 하나의 값만 사용됩니다.
pt_br: Foram encontradas várias variáveis de ambiente com o mesmo nome em casos diferentes (inferior/superior) - somente um valor será usado.
sr_cyrl_rs: Пронађено је више променљивих окружења са истим именом исписаним различитом величином слова (мала/велика) - користиће се само једна вредност.
uk_ua: Знайдено кілька змінних середовища з однаковими іменами в різних регістрах (нижній/верхній) - використовуватиметься лише одне значення.
zh_tw: 在不同案例中發現多個環境變數具有相同名稱 (下/上) - 只會使用一個值。

# CmdCommandArgDesc
source: An optional command, with arguments, to be spawned in the new tab or pane
es_es: Un comando opcional, con argumentos, que se generará en la nueva pestaña o en panel
fr_fr: Commande facultative avec des arguments à générer dans le nouvel onglet ou le nouveau volet
it_it: Comando facoltativo, con argomenti, da generare nel nuovo pannello o scheda
ja_jp: 新しいタブまたはペインで生成されるオプションのコマンドと引数
ko_kr: 새 탭 또는 창에서 생성되는 선택적 명령(인수 포함)
pt_br: Um comando opcional, com argumentos, a ser gerado na guia ou no painel novo
sr_cyrl_rs: Необавезна команда, са аргументима, која ће да се покрене у новој картици или панелу
uk_ua: Необов'язкова команда з аргументами, яка буде створена в новій вкладці чи панелі
zh_tw: 含有引數的選用命令，可在新的索引標籤或窗格生成

# SaveSnippetDesc
source: Save command line as input action
es_es: Guardar línea de comandos como acción de entrada
fr_fr: Enregistrer la ligne de commande en tant qu’action d’entrée
it_it: Salva riga di comando come azione di input
ja_jp: コマンド ラインを入力アクションとして保存する
ko_kr: 명령줄을 입력 동작으로 저장
pt_br: Salvar linha de comando como uma ação de entrada de dados
sr_cyrl_rs: Чува командну линију као акцију уноса
uk_ua: Зберегти командний рядок як дію введення
zh_tw: 將命令列儲存為輸入動作

# SaveSnippetArgDesc
source: An optional argument
es_es: Un argumento opcional
fr_fr: Argument facultatif
it_it: Un argomento facoltativo
ja_jp: 省略可能な引数
ko_kr: 선택적 인수
pt_br: Um argumento opcional
sr_cyrl_rs: Необавезни аргумент
uk_ua: Необов'язковий аргумент
zh_tw: 選擇性引數

# KeyChordArgDesc
source: An optional argument
es_es: Un argumento opcional
fr_fr: Argument facultatif
it_it: Un argomento facoltativo
ja_jp: 省略可能な引数
ko_kr: 선택적 인수
pt_br: Um argumento opcional
sr_cyrl_rs: Необавезни аргумент
uk_ua: Необов'язковий аргумент
zh_tw: 選擇性引數

# CmdFocusTabDesc
source: Move focus to another tab
es_es: Mover el enfoque a otra pestaña
fr_fr: Placer le focus sur un autre onglet
it_it: Sposta lo stato attivo su un'altra scheda
ja_jp: 別のタブにフォーカスを移動する
ko_kr: 다른 탭으로 포커스 이동
pt_br: Mover o foco para outra guia
sr_cyrl_rs: Премешта фокус на другу картицу
uk_ua: Перемістити фокус на іншу вкладку
zh_tw: 將焦點移到其他索引標籤

# CmdFocusTabNextArgDesc
source: Move focus to the next tab
es_es: Mover el foco a la pestaña siguiente
fr_fr: Placer le focus sur l’onglet suivant
it_it: Sposta lo stato attivo sulla scheda successiva
ja_jp: 次のタブにフォーカスを移動する
ko_kr: 다음 탭으로 포커스 이동
pt_br: Mover o foco para a próxima guia
sr_cyrl_rs: Премешта фокус на наредну картицу
uk_ua: Перемістити фокус на наступну вкладку
zh_tw: 將焦點移至下一個索引標籤

# CmdFTDesc
source: An alias for the "focus-tab" subcommand.
es_es: Un alias para el subcomando "focus-tab".
fr_fr: Alias de la sous-commande "focus-tab".
it_it: Alias per il sottocomando "focus-tab".
ja_jp: "focus-tab" サブコマンドのエイリアス。
ko_kr: "focus-tab" 하위 명령의 별칭입니다.
pt_br: Um alias para o subcomando "focus-tab".
sr_cyrl_rs: Алијас за "focus-tab" поткоманду.
uk_ua: Псевдонім підкоманди "focus-tab".
zh_tw: "focus-tab" 子命令的別名。

# CmdFocusTabPrevArgDesc
source: Move focus to the previous tab
es_es: Mover el foco a la pestaña anterior
fr_fr: Placer le focus sur l’onglet précédent
it_it: Sposta lo stato attivo sulla scheda precedente
ja_jp: 前のタブにフォーカスを移動する
ko_kr: 이전 탭으로 포커스 이동
pt_br: Mover o foco para a guia anterior
sr_cyrl_rs: Премешта фокус на претходну картицу
uk_ua: Перемістити фокус на попередню вкладку
zh_tw: 將焦點移到上一個索引標籤

# CmdFocusTabTargetArgDesc
source: Move focus the tab at the given index
es_es: Mover el foco a la pestaña en el índice proporcionado
fr_fr: Placer le focus sur l’onglet à l’index donné
it_it: Sposta lo stato attivo della scheda sull'indice specificato
ja_jp: 指定されたインデックスのタブにフォーカスを移動する
ko_kr: 지정된 인덱스에서 탭으로 포커스 이동
pt_br: Mover o foco para a guia no índice determinado
sr_cyrl_rs: Премешта фокус на картицу са наведеним индексом
uk_ua: Перемістити виділену вкладку за вказаним індексом
zh_tw: 將焦點移至指定索引的索引標籤

# CmdMovePaneTabArgDesc
source: Move focused pane to the tab at the given index
es_es: Mover el panel de foco a la pestaña en el índice proporcionado
fr_fr: Déplacer le volet prioritaire vers l’onglet de l’index donné
it_it: Sposta il riquadro con lo stato attivo nella scheda in corrispondenza dell'indice specificato
ja_jp: フォーカスされたペインを指定されたインデックスのタブに移動する
ko_kr: 포커스 창을 지정된 인덱스의 탭으로 이동
pt_br: Mover o painel de foco para a guia no índice fornecido
sr_cyrl_rs: Премешта фокусирани панел у картицу са наведеним индексом
uk_ua: Перемістити виділену панель на вкладку за вказаним індексом
zh_tw: 將焦點窗格移至指定索引的索引標籤

# CmdMovePaneDesc
source: Move focused pane to another tab
es_es: Mover el panel de foco a otra pestaña
fr_fr: Déplacer le volet prioritaire à un autre onglet
it_it: Sposta il riquadro con lo stato attivo in un'altra scheda
ja_jp: フォーカスされたペインを別のタブに移動する
ko_kr: 포커스 창을 다른 탭으로 이동
pt_br: Mover painel de foco para outra guia
sr_cyrl_rs: Премешта фокусирани панел у другу картицу
uk_ua: Перемістити виділену панель на іншу вкладку
zh_tw: 將焦點窗格移至另一個索引標籤

# CmdMPDesc
source: An alias for the "move-pane" subcommand.
es_es: Alias del subcomando "move-pane".
fr_fr: Alias de la sous-commande "move-pane".
it_it: Alias per il sottocomando "move-pane".
ja_jp: "move-pane" サブコマンドのエイリアス。
ko_kr: "move-pane"의 별칭입니다. 하위 명령입니다.
pt_br: Um alias para o subcomando "move-pane".
sr_cyrl_rs: Алијас за "move-pane" поткоманду.
uk_ua: Псевдонім підкоманди "move-pane".
zh_tw: "move-pane" 子命令的別名。

# CmdSplitPaneSizeArgDesc
source: Specify the size as a percentage of the parent pane. Valid values are between (0,1), exclusive.
es_es: Especifique el tamaño como un porcentaje del panel primario. Los valores válidos están comprendidos entre (0, 1) y exclusivo.
fr_fr: Spécifiez la taille en tant que pourcentage du volet parent. Les valeurs valides sont comprises entre (0, 1) et exclusives.
it_it: Consente di specificare la dimensione come percentuale del riquadro padre. I valori validi sono compresi tra (0, 1), esclusivi.
ja_jp: サイズを親ペインに対する割合として指定します。有効な値は (0,1) の間で、排他的です。
ko_kr: 상위 창의 백분율로 크기를 지정합니다. (0,1) 사이 값만 유효합니다.
pt_br: Especifique o tamanho como uma porcentagem do painel pai. Os valores válidos estão entre (0, 1), exclusivo.
sr_cyrl_rs: Наводи величину као проценат панела родитеља. Исправне вредности су између (0,1), искључиво.
uk_ua: Укажіть розмір у відсотках від батьківської панелі. Дійсні значення між 0 і 1 (не включно).
zh_tw: 以父窗格的百分比來指定大小。有效值介於 (0,1)（不含首尾）。

# CmdNewTabDesc
source: Create a new tab
es_es: Crear una nueva pestaña
fr_fr: Créer un onglet
it_it: Crea una nuova scheda
ja_jp: 新しいタブの作成
ko_kr: 새 탭 만들기
pt_br: Criar uma nova guia
sr_cyrl_rs: Креира нову картицу
uk_ua: Створити нову вкладку
zh_tw: 建立新的索引標籤

# CmdNTDesc
source: An alias for the "new-tab" subcommand.
es_es: Un alias para el subcomando "new-tab".
fr_fr: Alias de la sous-commande "new-tab".
it_it: Alias per il sottocomando "new-tab".
ja_jp: "new-tab" サブコマンドのエイリアス。
ko_kr: "new-tab" 하위 명령의 별칭입니다.
pt_br: Um alias para o subcomando "new-tab".
sr_cyrl_rs: Алијас за "new-tab" поткоманду.
uk_ua: Псевдонім підкоманди "new-tab".
zh_tw: "new-tab" 子命令的別名。

# CmdFocusPaneDesc
source: Move focus to another pane
es_es: Mueve el enfoque a otro panel
fr_fr: Placer la mise au point sur un autre volet
it_it: Sposta lo stato attivo su un altro riquadro
ja_jp: 別のペインにフォーカスを移動する
ko_kr: 다른 탭으로 포커스 이동
pt_br: Mover o foco para outro painel
sr_cyrl_rs: Премешта фокус на други панел
uk_ua: Перемістити фокус на іншу панель
zh_tw: 將焦點移到其他窗格
